{
  "posts": [
  {
  "id": 1,
  "template": "article",
  "category": "misc",
  "title": "Reborn Rich Critique",
  "thumbnail": "/images/reborn.jpg",
  "content": "Lately, I have been engrossed in the K-drama series, 'Reborn Rich.' This captivating show has managed to capture my attention, not merely due to the presence of my favorite actor, Song Joon Ki, but primarily because of its riveting plotline. One aspect that particularly intrigues me is its literary origin. My current favorite character is the grandfather - his performance is nothing short of exemplary. While it may sound somewhat unconventional, this show has sparked within me a newfound interest in the world of stocks and investment. The brilliance of the storytelling lies in the rich historical context it offers, incorporating real-world events like the IMF crisis and drawing parallels between the fictional Soonyang conglomerate and Samsung.",
  "readTime": "3 min read"
},
{
  "id": 2,
  "template": "article",
  "category": "misc",
  "title": "Scholastic Art and Writing Awards Silver Key (Poetry)",
  "thumbnail": "/images/scholastic.jpg",
  "content": "The profound impact of COVID-19, combined with personal challenges, has significantly affected my life. It has led to a considerable loss of sleep and a persistent state of worry.\n\nI remember throughout the year, I felt very unproductive and it almost seemed as if life lost its spark.\n\nI wrote this collection poems in December as a way for me to let go of all the negative emotions and write, something I really linked to do before everything seemingly came to a halt in my life.\n\nThe guide refers an old friend that I lost contact with that year, that I never got to thank and will always be grateful for.\n\n\nPath:\n\n\nI. Start?\n\nI follow the path every night,\n\nA broken road full of potholes.\n\nPotholes so deep, the fall lasting for\n\nDays or months depending on luck.\n\n\nEach pothole leads down,\n\nGetting closer and closer to the bottom.\n\nI've never had luck,\n\nI always fall,\n\nIn the deepest ones.\n\n\nI can't see the road anymore,\n\nThe lights have extinguished.\n\nMy voice gone,\n\nI can't cry for help.\n\n\nI don't know when it started,\n\nThe road back is long gone,\n\nWith my guide, the light.\n\n\nEvery step I take is a pothole,\n\nI don't know when it'll end,\n\nI wish I knew at least when it started-\n\n\nI know the headaches started the week,\n\nBefore the day, the room turned cold,\n\nColder than the day outside,\n\nHarsher than the January wind against my bare face,\n\nmiddle of the field, without a jacket,\n\nA sudden fire drill.\n\n\nThe emptiness a sudden mystery, unsolvable,\n\nA rubix cube in the hands of a toddler.\n\nEmpty can in the middle of the road,\n\nWithout meaning, confused, wanting to lie down,\n\nEnergy all gone except the hollow clanging of my laughter,\n\nFriends' joyous chatter all around.\n\n\nLoneliness my jacket,\n\nRefusing to let go, teasing me it'll get better, and disappearing, appearing, a cheshire cat.\n\n\n\nII. Fallen\n\nI can no longer fall because I'm stuck.\n\nI'm stuck in a pothole,\n\nDeep as an ocean trench,\n\nFull of water, that won't drown me,\n\nWater from my night's tears.\n\n\nTears I hide, nonexistent during day,\n\nIn joyous light.\n\nAfraid to darken it like black ink staining a pastel painting\n\nOf sweet, sweet candy found only in fairytales.\n\n\nThey fall like waterfalls as waves of emotion threaten to take me under,\n\nBeneath the sand, under the wall.\n\nFatigue and iron fill my mouth for the waves refuses me slumber,\n\nThrowing me hither against the stone walls,\n\nTill grey half crescents form on my eyelids.\n\n\nCracks unfixable, for I have weakened,\n\nThe night is no longer mine,\n\nDesperately I await dusk.\n\n\nFearful of night, I run till I can't,\n\nAway from those dear for\n\nDusk silences pain, numbing me,\n\nConserving energy for battle.\n\n\n\nIII. Realization\n\nGone, all gone,\n\nSnow melted, candy bitter,\n\nWarm air...no longer cold, vision restored, I can see the path again.\n\n\nEverything is now nothing,\n\nThose dear are close, but far,\n\nMisunderstandings bloom as pink flowers, a meaningless fight, Spring has come,\n\nWinter has ended forever.\n\nPetals fall upon me, my unmoving body: day and night.\n\nGrass sprouting, eating my motivation: parasites like mistletoe.\n\n\nI'm all dried up, April rains fall upon me,\n\nBut it doesn't matter, for my body acts like oil,\n\nWater slides past me, my thirst increasing,\n\nLoneliness unbearable, stinging me constantly,\n\nI miss the frigid air, it's too hot.\n\n\n\nIV. Journey\n\nMidnights crows soar and cackle, no bluebird in sight,\n\nNothing I want to see.\n\nCrows gaze at me pitifully, throwing gifts they scavenge:\n\nOld memories, photos, hoodies, and a match.\n\n\nI catch on flames, my eyes widen,\n\nAdrenaline rush, unbearably warm, I run, illuminating the night.\n\nNot a care of surroundings, I fall through potholes, empty potholes, all dry.\n\nI land in a pond, full of ducks, flames momentarily appeased, but no bluebird,\n\nI run out, up the staircases, outside, towards the track to the blue sky,\n\nClutching hands, hoping, but no bluebird again.\n\n\nI burn for weeks, scouring, searching, slowly smoldering, till one day,\n\nThe flames are gone and then only then,\n\nDo I see the bluebird in front of me, the whole time, my\n\nDear friend.\n\n\n\nV. Guide\n\nCracked road, wall broken, candy too sweet almost sour,\n\nRed bloomed flowers, yet the can is full once more.\n\nNo longer empty, full of orange soda, all fizz, smiles around,\n\nStanding straight.\n\n\nBlack ink stains the painting, adding detail, nice finishing to\n\nThe pastels.\n\nRubix cube half solved, constantly played with, a lifetime to work on,\n\nThe toddler laughs, tears gone.\n\n\nMouth full of green tea, boba,\n\nHalf crescents still on eyelids, but freer than ever,\n\nWe fight together, the remaining battles, we're winning.\n\n\nGuide, I don't know the way back,\n\nBut I'm sure we'll meet one day, when the flowers shrivel,\n\nAnd Winter finds us once more.\n\nYou know the path better than I do,\n\nSo goodbye, I'll be with my bluebird,\n\nTill I know the path and I can guide like you, my inspiration.",
  "readTime": "8 min read"
},
{
  "id": 3,
  "template": "article",
  "category": "food",
  "title": "Baking",
  "thumbnail": "/images/baking.jpg",
  "content": "Embarking on a culinary adventure had always been a dream for me, one woven from the fabric of my unyielding passion for food. Mesmerized by those tantalizing videos showcasing mouthwatering treats, I made it a habit to archive these recipes for a later day—a day when I could don the baker's hat and concoct my own delightful creations. With the pandemic casting a peculiar sense of isolation and providing an unexpected pause to life's chaotic rhythm, I decided to venture into the realm of baking.\n\nPrior culinary exploits, like mastering the art of crafting simple omelettes, had instilled a newfound confidence within me. That confidence nudged me toward my maiden baking journey—a journey that began with a rice cooker cake recipe I stumbled upon online. The process was an arduous yet fulfilling endeavor. The task of whisking egg whites to a frothy consistency, sans a mixer, demanded relentless effort. For what felt like an eternity, I stood, relying solely on my arm strength, whisking until the egg whites finally yielded to become the fluffy clouds of my aspirations.\n\nThe baking itself was a test of patience, a three-hour odyssey that included the eager anticipation of the cake's completion. When the moment of truth arrived, my heart soared with joy and excitement at the sight of the perfectly baked cake. Its texture was a harmonious blend of airy lightness, and the taste, an amalgamation of sweet perfection. This culinary marvel wasn't just any cake; it was a labor of love destined for my father's birthday celebration.\n\nKnowing my father's discerning palate, particularly his aversion to overly sweet and dense cakes, I sought to craft something unique. Deliberately aiming for the coveted castella texture while striking the right balance of sweetness, I tailored the recipe to his preferences.\n\nThe unveiling of the cake to my father was a moment wrapped in anticipation and hope. As he took the first bite, a genuine smile graced his face—the ultimate seal of approval. Watching him savor each morsel and eventually devour the entire cake filled me with an unparalleled sense of happiness and accomplishment. To see my homemade creation bring such delight to my father's birthday celebration was an indescribable reward, making the journey into baking not just a personal triumph but a cherished memory.",
  "readTime": "4 min read"
},
{
  "id": 4,
  "template": "article",
  "category": "misc",
  "title": "Balloon",
  "thumbnail": "/images/balloon.jpg",
  "content": "Had a delightful day catching up with a friend I hadn't seen since Thanksgiving. We scored a reservation at the usually hard-to-get-into Konban for lunch, making the experience even more special. Early in the day, we treated ourselves to some light desserts at Ann Tremet, a spot I'd been eager to visit. The friendly vibe, staff, and delicious desserts at Ann Tremet made it a perfect start to our day, complemented by minimal yet cute decorations.\n\nNext stop was Konban, where the atmosphere transported me back to Korea. The staff was incredibly friendly, and the juicy meat added to the enjoyment. Afterward, we walked to Butterdose for some delectable cream puffs, savoring the different flavors in the charming cafe ambiance. The walk to our next destination, the Balloon Museum, took us through Chinatown, adding to the adventure.\n\nThe Balloon Museum was a visual delight with the craziest balloons I've ever seen. Despite the crowd, exploring the installations and capturing cool pictures made it worthwhile. We then visited Katz for a classic sandwich and stumbled upon a quirky rice pudding shop with amusing advertisements. The French toast-flavored rice pudding was a sweet experience I'd been wanting to try for years.\n\nOur journey continued to Anjelly, trending online for their cute bouncy jelly cats. We chose a Christmas-themed vanilla one, spending about 5 minutes in awe of its cuteness and bounce. The cozy vibe at Anjelly added to the enjoyment of our visit. It was a day filled with good food, delightful surprises, and great company.",
  "readTime": "3 min read"
},
{
  "id": 5,
  "template": "article",
  "category": "misc",
  "title": "New camera!",
  "thumbnail": "/images/canon.jpg",
  "content": "Photography has always held a special place in my heart from a young age. Immersing myself in countless videos featuring professional photographers wielding their high-end cameras fueled my desire to own one immensely. Over the years, I diligently saved my allowance, and the day finally came when I could purchase my very own Canon camera.\n\nIt was a hot summer day in Korea when I went to the Canon store, accompanied by my dad. He had a passion for cameras in his youth and offered to assist me in choosing a lens and camera. Although I had my eye on a particular model, I was excited to finally get a camera of my own and eager to listen to his advice to make a wise purchase. Stepping into the Canon store offered a welcome relief from the sweltering sun outside. I spent an hour with the worker, deciding on the camera and the lens, as they showed me some of the cool features that Canon had integrated into the device. My dad was astonished by the various features, such as the camera's ability to automatically connect to the phone for image transfer, removing the hassle of our old camera that required a special plug.\n\nThe moment I held it in my hands as I stepped out of the store, I was absolutely elated. Without wasting any time, I delved into the camera's intricate modes and settings, eager to unlock its full potential. The lens quality astounded me, producing stunning shots, particularly in low-light conditions, which was a pleasant surprise.\n\nMy newfound passion led me to capture the essence of my friends and family, with my camera becoming an inseparable companion for all my outings. It quickly became an indispensable item whenever I stepped outside my home.\n\nThe image I've shared is a snapshot of a picturesque river pathway from a memorable trip with my parents in Korea, a testament to the wonders of my newfound photography skills. While I am still a \"noob\" at taking pictures, I plan to continue to explore with the flash, aperture, and lighting to capture the moment better.",
  "readTime": "4 min read"
},

{
  "id": 6,
  "template": "article",
  "category": "misc",
  "title": "Hiking",
  "thumbnail": "/images/giant.jpg",
  "content": "Today, I embarked on a challenging hiking adventure with my friends, and I must admit, the trail exceeded all expectations. Initial online reviews that labeled it as difficult turned out to be a strikingly accurate assessment, debunking my initial assumption of exaggeration. The trail's predominant features seemed to be rugged rocks, and the scorching heat only added to the challenge.\n\nOne of my friends, a seasoned hiker, effortlessly sprinted ahead, leaving my other friend and me to navigate the demanding terrain at our own pace. The trail gradually grew more manageable with time, and the breathtaking view that awaited us at the summit justified every drop of sweat shed. When we finally took a well-deserved break, I found myself drenched and was grateful for the refreshing respite. We thought we would be able to finish the hike in 4 hours as the duration written on the website, but at the halfway point, it had taken us 3 hours instead of 2 due to how unprepared we were.\n\nDuring our interlude, we enjoyed Pocky and madeleines, savoring the delightful contrast between the treats and the demanding hike. As we sat looking below at the water, we contemplated our summer. We were all stressed about college apps and pondered how we would feel a year from today. We discussed our struggles with the SAT and how hard it was to write our personal essays. My friend who was going to London explained the differences in her admissions process, which I found interesting as their process was quite different from the CommonApp.\n\nThe hike was hard, but in the end, I felt a sense of accomplishment from pulling myself through and was happy to spend the day with my friends! There was also the pleasant surprise of not having any mosquito bites, which I was glad for due to my mosquito allergy.",
  "readTime": "3 min read"
},
{
  "id": 7,
  "template": "article",
  "category": "food",
  "title": "New cuisine?",
  "thumbnail": "/images/llama.jpg",
  "content": "Following our previous adventure, my friend and I eagerly returned to the city, our spirits high. Our mission this time was to explore the charming streets of Soho and savor the delectable offerings from various bakeries.\n\nOur first stop was the renowned Dominique Ansel Bakery, where we embarked on a sweet journey with their legendary cronut. The experience was nothing short of heavenly, leaving us with a taste of indulgence that lingered long after the last bite.\n\nOur quest for culinary delights then led us to Harbs, where I discovered the sheer brilliance of their matcha cake. Its delicate balance of flavors, not overly sweet, left a lasting impression. The crepe cake, an artistic marvel, further enriched our experience. To complement this delightful indulgence, we indulged in their royal milk tea, a choice I'd heartily recommend.\n\nWith our appetites satisfied, we ventured into a culinary fusion experience at Llama San, a Peruvian and Japanese fusion restaurant. As I was relatively unfamiliar with Peruvian cuisine, I approached this dining experience with eager anticipation. It was a welcome respite from a week marred by exams and assignments, where the thought of exploring new flavors acted as a motivating force. The prospect of trying the nigiri, which I had read about in The New York Times, was particularly exciting.\n\nThe restaurant's ambiance was a thing of beauty, enveloped in soft lighting that added to the enchanting atmosphere. Surprisingly, the timing of our visit meant fewer patrons, an unexpected delight that allowed for more intimate and serene conversations with my friend. As we savored our meals, our conversation meandered through the intricacies of our lives, creating a memorable juxtaposition with the unique and delightful flavors that graced our palates.\n\nAmong the dishes, I found myself especially delighted by the noodle creation, a culinary masterpiece that left me thoroughly content and looking forward to future gastronomic adventures.",
  "readTime": "4 min read"
},
{
  "id": 8,
  "template": "article",
  "category": "food",
  "title": "Break from College Apps",
  "thumbnail": "/images/lysee.jpg",
  "content": "My friend and I had been yearning for a restaurant outing since the summer, but our busy academic schedules and essay writing held us back. It was an uphill task to secure a reservation, and the struggle continued until we finally had a free window. I remember staying up till midnight, precisely when the reservation site opened, determined to snag a coveted spot.\n\nBefore heading to the restaurant, we embarked on a delightful journey through nearby bakeries, indulging in scrumptious snacks and savoring every moment. Our destination, had been on our radar for a while, and it did not disappoint. The experience was nothing short of divine. The sushi and desserts on offer elevated our taste buds, marking a memorable culinary experience that will linger as one of the best in my lifetime.\n\nAfter our gastronomic adventure, we ventured into the enchanting world of the Flatiron District. It was my first time in New York City at night, and the bustling city lights added an element of thrill and a touch of trepidation. However, the presence of my dear friend provided reassurance, making the exploration of the cityscape all the more exciting.\n\nOur journey took us to the Harry Potter store, just an hour before it closed. We savored the iconic butterbeer, complete with collectible cups. The store's ambiance was nothing short of magical, with wands adorning the space, rekindling cherished memories from our childhoods, where we devoutly devoured the Harry Potter books.\n\nOur culinary exploration continued with visits to Lysee and Dough Donuts, both conveniently located nearby. Lysee's signature cake captivated us with its impeccable design and flavor. It left us eager to return and sample more of their offerings, especially the renowned A La Carte and their famous corn cake as depicted above.\n\nAs for Dough Donuts, we were enchanted by the store's inviting ambiance and the generous size of their delectable donuts. We opted to share one, and its satisfying sweetness left us both content.\n\nIn sum, our long-awaited restaurant outing turned into a delightful escapade filled with delectable flavors and enchanting city sights. The night was a captivating chapter in our shared adventures, a memory to treasure and a promise for more culinary explorations in the future.",
  "readTime": "4 min read"
},
{
  "id": 9,
  "template": "article",
  "category": "misc",
  "title": "Knitting",
  "thumbnail": "/images/knitting.jpg",
  "content": "Amidst the pandemic's challenging times, I rediscovered the art of knitting as a way to occupy my time and engage my hands productively. It's become a soothing activity, allowing me to craft tangible items while immersing myself in the calming rhythm of the needles.\n\nPresently, I'm proficient in only two knitting patterns, yet the process of creating something functional brings immense satisfaction. The scarf I've recently completed, a testament to my revived interest, will soon become a cherished accessory once the colder weather sets in.\n\nAs I continue this journey, I aspire to expand my knitting repertoire. My goal is to venture into more intricate projects—perhaps crafting beanies or even experimenting with creating dresses. Each stitch represents not just a step forward in skill but also an expression of creativity and dedication to the craft.\n\nWhile the pandemic has restricted my ability to socialize and explore the outdoors, it has presented an opportunity for introspection and pursuing neglected hobbies. Although I yearn for the presence of friends and the freedom of outdoor activities, I've found solace in the peaceful moments spent honing my knitting skills. Being at home has allowed me to invest time in hobbies that previously eluded me due to a hectic schedule, unveiling a silver lining amidst these challenging circumstances.",
  "readTime": "3 min read"
},
{
  "id": 10,
  "template": "article",
  "category": "book",
  "title": "Norwegian Wood Thoughts (Short)",
  "thumbnail": "/images/norweigian.jpg",
  "content": "I picked up this book because of how much I loved Murakami's writing style. It was clear, easy to read, and I could feel the raw emotions that the author was trying to deliver without the usage of flowery language. In class, we read one of his short stories, and it reminded me of retro film. I felt nostalgic and sad despite the story having nothing of such content.\n\nI was hesitant at first to pick up Norwegian Wood; however, as it had been a book I heard was deeply sad. After finishing the book, I do not regret picking it up; however, I am sad that even if I were to read it again, I don't think I would experience the same sadness I had felt as I read it.\n\nMurakami's writing has a way of allowing the reader to see the sadness of life in a way that doesn't feel forced but natural and a sense of wonder. It's not like a normal story where everything feels as intended, but adds some extra details that aren't necessary to the prompt, making it feel like a story someone would tell me in real life.\n\nThe image depicts me running toward the lights—a symbolic action I hope the protagonist undertakes later. The open ending left me assuming that he was unable to find complete peace with Naoko. This action, running towards the lights, embodies my wish for resolution of the day like that of the character's emotions on the matter of Naoko's death.\n\nThe story made me think of an old friend's quote: \"treasure the sadness, because you probably won't feel true sadness again in a while, sadness is beautiful in its own way\". His words resonated with me at the time because of the fact he called sadness beautiful, and during the time he told me this, I was going through a bit of a rough patch, where every day seemed quite desolate. The words, however, were strangely comforting and did help me, so it stuck in the back of my mind. This book, to me, seems to be just that, a feeling of sadness that is beautiful in the way the words are written and the true bonds of the characters but with tragic endings. At one point, I was so overcome by the story, I started to cry, something that rarely happens to me. Overall, I would recommend this book to anyone that enjoys a realistic story.",
  "readTime": "4 min read"
},
{
  "id": 11,
  "template": "article",
  "category": "food",
  "title": "February Food Crawl",
  "thumbnail": "/images/danae.jpg",
  "content": "In the wake of a whirlwind month filled with college applications, the flurry of Valentine's Day, and the demands of trimester exams, my friends and I decided it was high time for a stress-relief escape to the city. Early in the morning, we hopped on a bus and made our way to the bustling heart of it all: Times Square.\n\nOur first stop was AweSum DimSum, a place we'd heard raving reviews about, to indulge in their famous circular croissants that had recently taken the internet by storm. The dim sum was nothing short of remarkable, especially when you consider the value. We walked away from the table with contented stomachs and spent less than 20 dollars for a hearty meal. I was particularly pleased with the kiosk options in the shop and their extensive range of vegetarian choices, which perfectly catered to my friend's preferences.\n\nWith our cravings satisfied, we set off for Vanderbilt Summit, where the views from above were absolutely breathtaking. However, as we ascended to the upper floors, we were greeted by an abundance of sunshine and the feeling of being immersed in the midst of summer. We couldn't resist capturing the moment with countless photographs and had a blast in the silver ball room, playfully tossing balloons back and forth.\n\nAfter our adventure at Vanderbilt Summit, we made a pit stop at Starbucks to quench our thirst with some complimentary water and proceeded to Rockefeller Center. Here, we marveled at the nearby cathedral and observed the graceful skaters below.\n\nOur journey then led us to Bryant Park, where the New York Public Library stood as a magnificent backdrop. We leisurely strolled through the park and admired the architecture as we headed back to our bus stop in the vibrant heart of Times Square.\n\nWhile we waited for the bus we indulged in some cute sweets from a nearby bakery and also the famed circle croissants which were moist and very sweet.\n\nOur day of exploration and shared experiences in the city served as the perfect remedy to the academic and emotional demands we'd faced recently, leaving us with a treasure trove of memories to cherish.",
  "readTime": "4 min read"
},
{
  "id": 12,
  "template": "article",
  "category": "food",
  "title": "Food Run I",
  "thumbnail": "/images/davelle.jpg",
  "content": "During Thanksgiving break, my friend reached out to me to hang out, which delighted me as I hadn't seen them since the summer break in Korea. I was curious about how they were doing, and it was fun to call and organize our plans for what to do in the city. We decided to go on a food run together as we both enjoy food. Planning was smooth sailing as he was very good at organizing and suggested cool places in the city that I had never heard of before. Usually, I'm the planner, so it was nice to have someone help me out and plan together.\n\nWe decided to do a Chinatown visit, explore a holiday market, and embark on a small eats crawl. In today's blog, I'll focus more on the foods in Chinatown and one brunch place, taking my time to talk about the other foods and adding pictures later. I'm currently transitioning my blog from my old website, which isn't up anymore. I'll be adding sliders for other foods later so you can see the pictures and hopefully visit them yourself!\n\nNow, onto the main story. I discovered the express bus in my hometown, which was only about a 15-minute walk from my house but would take me into the city 40 minutes faster than the bus right in front of my house. This was a cool discovery, and we got to the city relatively quickly, allowing us to immediately head to a famous brunch restaurant: Davelle. I had been wanting to go there for years; it was saved on my Instagram reels and Google Maps, but for some reason, the timing was never right. I was very excited to try their acclaimed toasts, which were as delicious and filling as they looked in the picture above. The ambiance of the restaurant was quite nice, and I especially enjoyed the light music in the background. My friend ordered the checkered toast (sesame and vanilla), while I got the Yuzu toast. We shared half of each toast, and it made for a scrumptious breakfast.\n\nLater, we headed to Koneko, a very cute cat cafe, which was close to our location. We didn't play with the cats as it cost $25 an hour, and we wanted to save money for food, but we watched them from across the glass. I couldn't help but say \"awwww\" whenever they moved; they were absolutely adorable. Afterward, we went to Mei Lah Wah and Golden Steamer in Chinatown for their steamed dumplings and pineapple bread. Both were absolutely delicious, and I am excited to visit again sometime during Winter break!",
  "readTime": "3 min read"
},
{
  "id": 13,
  "template": "article",
  "category": "food",
  "title": "My Favorite Chicago Eat!",
  "thumbnail": "/images/avec.jpg",
  "content": "I came Avec for dinner and instantly came here again for brunch the next day (I have never loved a restaurant so much to do that) despite the numerous Michelin Bib Gourmand and ranked restaurants in the area! I even bought a cookbook here because I absolutely loved the pastries.\n\nThe bacon chorizo dates blew my mind—a perfect balance of salty, sweet, and comfort from the tomato. The Lust for Lite was so good I got it twice; it's very citrus-mango sweet. The hummus was delicious, and I loved the oil around it. The eggs were cooked well, soft-boiled. I liked how refreshing the crudo was—highly recommend.\n\nWe got the last bialy and it was only 10:45 AM (they opened at 10 AM), but I could see why. The spreads were gorgeous and the pita bread was soft but crisp in the right parts. The blackberry seasonal dessert was the star of the show though—moist and light. Also, the presentation was chef's kiss.\n\nThe sorbet was nice, only 8 bucks, with a cute cracker that added to it. The apple fritter was a bit too sugary for my liking, but I love how they used big chunks for the apple. The blueberry was very light but I wish there was more filling. The sweet potato cocotte was wonderful, but I'm biased because I love sweet potatoes in general.\n\nThe portions are also generous—we really ordered for like 4 people. I'm jealous of Chicago for having this restaurant.\n\nNote: They use Publican bread.",
  "readTime": "3 min read"
},
{
  "id": 14,
  "template": "article",
  "category": "food",
  "title": "53 Review",
  "thumbnail": "/images/53.jpg",
  "content": "Pricey but SO SO GOOD!\n\nThe dumplings are a must! Everything was just really good. I don't think I would get the clay pot again though, or the chicken (good but not like I have to have it again).\n\nDesserts are phenomenal—the miso popcorn stole the show! Loved the salmon and the salad. Kung pao chicken was also pretty good.",
  "readTime": "1 min read"
},
{
  "id": 15,
  "template": "article",
  "category": "food",
  "title": "Extremely Fresh - Mr. Moto Review",
  "thumbnail": "/images/moto.jpg",
  "content": "Extremely fresh! The ochazuke is also a nice touch—very comforting. The panna cotta isn't too sweet either and has a nice texture (I didn't really use the syrup however).\n\nThe staff are also friendly, and I loved the ambience here. I was able to do a walk-in which was nice.",
  "readTime": "1 min read"
},
{
  "id": 16,
  "template": "image",
  "category": "food",
  "title": "Crab Picture",
  "thumbnail": "/images/crab.jpg",
  "image": "/images/crab.jpg",
  "description": "One of my favorite works by Andy Warhol"
},
{
  "id": 17,
  "template": "image",
  "category": "misc",
  "title": "Broccoli Beet Hummus by Me",
  "thumbnail": "/images/culinary1.jpg",
  "image": "/images/culinary1.jpg",
  "description": "Beet hummus made with spices, beets, and chickpeas topped with olive oil fried broccoli with chili flakes and balsamic sauce"
},
{
  "id": 18,
  "template": "image",
  "category": "misc",
  "title": "My favorite meal of the day: My Breakfast",
  "thumbnail": "/images/culinary2.jpg",
  "image": "/images/culinary2.jpg",
  "description": "Ricotta Toast with pomegranate seeds, matcha, yogurt bowl with dates, apples, blueberries, chia seeds, flax seeds, and healthy nuts, and of course two eggs "
}

  ]
}